{
"data": [
{
"id": 1,
"attributes": {
"Name": "Video Editing",
"Price": 199,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/1.png",
"about": "Introducing our video editing course using Adobe products! Discover the power of Adobe's industry-leading software and unleash your creativity. \n\nIn this course, you'll learn the ins and outs of video editing, from basic techniques to advanced effects, using Adobe Premiere Pro, After Effects, and other Adobe tools. We'll guide you through the entire editing process, covering topics such as timeline management, transitions, color grading, audio editing, and more.\n\nBy mastering Adobe's intuitive interface and powerful features, you'll gain the skills to bring your visions to life. Whether you're a beginner or an experienced editor, this course is designed to enhance your abilities and take your videos to the next level.\n\nEnroll today and unlock the potential of Adobe's video editing tools. Join our community of learners and receive lifetime access to course materials, step-by-step tutorials, practice projects, and expert guidance. \n",
"learn": "In our video editing course using Adobe products, you will learn:\n\n1. Green screen removing: Master the art of seamlessly removing green screens and replacing them with custom backgrounds or footage. Explore techniques to key out the green screen, refine edges, and create professional-looking composite shots.\n\n2. Color grading: Discover the power of color grading to enhance the mood, atmosphere, and overall visual appeal of your videos. Learn how to adjust color tones, correct white balance, create cinematic looks, and achieve consistency across multiple clips.\n\n3. Timeline management: Gain essential skills in organizing and managing your editing timeline effectively. Learn how to import media files, arrange clips, trim and cut footage, add transitions, and create a smooth flow for your videos.\n\n4. Audio editing: Dive into the world of audio editing and learn how to enhance the sound quality of your videos. Discover techniques for adjusting audio levels, reducing noise, adding background music, and synchronizing audio with video.\n\n5. Effects and transitions: Unleash your creativity by exploring a wide range of effects and transitions available in Adobe Premiere Pro and After Effects. Learn how to add visual effects, motion graphics, text animations, and dynamic transitions to give your videos a professional touch.\n\n6. Exporting and delivery: Understand the different export settings and formats for delivering your videos across various platforms. Learn how to optimize file sizes, adjust resolutions, and ensure your videos maintain their quality when shared online or on different devices.\n\nEnroll in our course today and gain a comprehensive understanding of these key video editing skills using Adobe products. Unleash your creativity and take your videos to new heights!",
"createdAt": "2023-05-21T16:19:44.702Z",
"updatedAt": "2023-05-22T03:01:04.719Z",
"publishedAt": "2023-05-21T16:19:51.812Z",
"slug": "video-editing"
}
},
{
"id": 2,
"attributes": {
"Name": "YouTube Ads And Marketing Course",
"Price": 499,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/2.png",
"about": "Introducing our YouTube Ads and Marketing Course, designed to help you maximize your reach, engage your audience, and drive results on the world's largest video-sharing platform.\n\nIn this course, you'll learn the strategies and techniques to effectively utilize YouTube's advertising capabilities to promote your brand, products, or services. We'll guide you through the entire process, from setting up your YouTube channel to optimizing your ads for maximum impact.",
"learn": "- YouTube advertising fundamentals: Understand the different ad formats available on YouTube, including skippable ads, non-skippable ads, bumper ads, and more. Learn how to choose the right ad format for your goals and budget.\n- \n- Targeting and audience segmentation: Discover how to effectively target your ads to reach the right audience. Learn about demographic targeting, interest targeting, remarketing, and other advanced targeting options to ensure your ads are seen by the people who matter most.\n- \n- Creating compelling ad content: Master the art of creating engaging and impactful ad content that grabs attention and drives action. Learn about storytelling techniques, video production tips, and best practices for crafting ads that resonate with your target audience.\n- \n- Campaign optimization and analytics: Dive into the world of campaign optimization and analytics to continuously improve your YouTube advertising efforts. Learn how to measure key metrics, interpret data, and make data-driven decisions to optimize your ad performance.\n- \n- YouTube channel optimization: Explore strategies to optimize your YouTube channel for maximum visibility and engagement. Learn about channel branding, video SEO, thumbnails, descriptions, and other tactics to attract and retain subscribers.",
"createdAt": "2023-05-21T16:30:01.309Z",
"updatedAt": "2023-05-22T03:01:16.604Z",
"publishedAt": "2023-05-21T16:42:49.697Z",
"slug": "youtube-ads-and-marketing-course"
}
},
{
"id": 3,
"attributes": {
"Name": "Grow Your Smm Course",
"Price": 1999,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/3.png",
"about": "Introducing our comprehensive \"Grow Your SMM\" course designed to help you master social media marketing and grow your online presence.\n\nIn this course, you will learn the proven strategies, tactics, and tools to effectively leverage social media platforms for business growth. Whether you're a small business owner, entrepreneur, or aspiring social media marketer, this course will provide you with the knowledge and skills to excel in the dynamic world of social media marketing.",
"learn": "Social media strategy development: Understand the importance of creating a solid social media strategy tailored to your business goals. Learn how to identify your target audience, choose the right social media platforms, and craft a compelling brand voice to attract and engage your followers.\n\nContent creation and curation: Master the art of creating engaging and shareable content for social media. Discover techniques for creating captivating visuals, writing compelling captions, and using storytelling to connect with your audience. Learn how to curate content from other sources to provide value and establish authority in your niche.\n\nCommunity building and engagement: Learn how to build a thriving community on social media platforms. Understand the importance of engagement, fostering meaningful conversations, and responding to comments and messages. Explore strategies for growing your follower base organically and leveraging user-generated content.\n\nSocial media advertising: Dive into the world of social media advertising and learn how to create effective ad campaigns across platforms like Facebook, Instagram, Twitter, and LinkedIn. Understand targeting options, ad formats, and budgeting techniques to maximize your return on investment.",
"createdAt": "2023-05-22T00:49:27.631Z",
"updatedAt": "2023-05-22T03:01:29.589Z",
"publishedAt": "2023-05-22T00:49:30.705Z",
"slug": "grow-your-smm-course"
}
},
{
"id": 4,
"attributes": {
"Name": "Digital Products Secret Course",
"Price": 1999,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/4.png",
"about": "Introducing our exclusive \"Digital Products Secret\" course, where we unlock the strategies and insights to create and sell profitable digital products. This course is designed for aspiring entrepreneurs and business owners looking to generate passive income and build scalable online businesses.",
"learn": "Identifying profitable digital product ideas: Discover how to brainstorm and validate digital product ideas that have high market demand. Learn research techniques to identify profitable niches, understand customer pain points, and develop solutions that stand out in the digital marketplace.\n\nCreating compelling digital products: Master the art of creating high-quality digital products that resonate with your target audience. Explore various formats such as e-books, online courses, templates, software, and more. Learn how to structure your content, design engaging visuals, and deliver value that keeps customers coming back for more.\n\nCrafting persuasive sales funnels: Understand the importance of effective sales funnels in driving conversions and maximizing revenue. Learn how to create compelling landing pages, optimize your product sales pages, and implement upsells, downsells, and cross-sells to increase customer lifetime value.",
"createdAt": "2023-05-22T00:51:20.971Z",
"updatedAt": "2023-05-22T03:01:38.642Z",
"publishedAt": "2023-05-22T00:51:24.278Z",
"slug": "digital-products-secret-course"
}
},
{
"id": 5,
"attributes": {
"Name": "Affiliate Secrets 4.0 Course",
"Price": 1999,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/5.png",
"about": "Introducing our highly anticipated \"Affiliate Secrets 4.0\" course, your gateway to becoming a successful affiliate marketer. This course is designed to equip you with the knowledge, strategies, and techniques to thrive in the world of affiliate marketing and generate passive income.",
"learn": "Affiliate marketing fundamentals: Gain a solid understanding of the affiliate marketing industry, its terminology, and how the affiliate ecosystem works. Learn about affiliate networks, affiliate programs, and the role of affiliates in promoting products or services.\n\nNiche selection and product research: Discover how to identify profitable niches and find high-converting affiliate products within those niches. Learn research techniques to assess market demand, competition, and product viability to ensure you choose the right products to promote.",
"createdAt": "2023-05-22T00:51:58.272Z",
"updatedAt": "2023-05-22T03:01:47.678Z",
"publishedAt": "2023-05-22T00:52:31.853Z",
"slug": "affiliate-secrets-4-0-course"
}
},
{
"id": 7,
"attributes": {
"Name": "Meta Ads Guide Course",
"Price": 199,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/6.png",
"about": "Introducing our comprehensive \"Meta Ads Guide\" course, your roadmap to mastering the art of advertising on meta platforms, such as Facebook, Instagram, and other affiliated platforms. This course is designed to equip you with the knowledge, strategies, and techniques to run effective and impactful ad campaigns on meta platforms.",
"learn": "Understanding meta advertising fundamentals: Gain a solid understanding of the meta advertising ecosystem, including Facebook Ads Manager, Instagram Ads, and other meta platforms. Learn about ad formats, targeting options, bidding strategies, and campaign objectives to effectively navigate the meta advertising landscape.\n\nCrafting compelling ad campaigns: Discover how to create compelling ad campaigns that capture the attention of your target audience. Learn about ad design best practices, persuasive copywriting techniques, and creating visually engaging ads that drive conversions.\n\nAdvanced targeting and audience segmentation: Dive into the world of advanced targeting options available on meta platforms. Learn how to leverage custom audiences, lookalike audiences, interest targeting, and demographic targeting to reach the right people with your ads.\n\nCampaign optimization an",
"createdAt": "2023-05-22T00:55:15.601Z",
"updatedAt": "2023-05-22T03:02:00.849Z",
"publishedAt": "2023-05-22T00:55:18.777Z",
"slug": "meta-ads-guide-course"
}
},
{
"id": 8,
"attributes": {
"Name": "Mobile Edit",
"Price": 199,
"image": "https://raw.githubusercontent.com/jashandeep31/cheap-smm-data/main/image/7.png",
"about": "Enroll in our Mobile Edit course today and gain access to step-by-step video tutorials, practical exercises, and downloadable resources that will empower you to create stunning videos right from your mobile device. Unlock your creativity and take your video editing skills to new heights!",
"learn": "Mobile video editing fundamentals: Understand the core concepts of video editing, including basic terminology, timeline editing, transitions, and audio adjustments. Learn how to navigate popular mobile editing apps and familiarize yourself with their user interfaces.\n\nEditing techniques and creative effects: Discover a range of editing techniques and creative effects that can elevate the visual impact of your videos. Learn how to trim and rearrange clips, add text and titles, apply filters and color grading, incorporate music and sound effects, and utilize visual effects to enhance your storytelling.\n\nOptimizing video and audio quality: Explore techniques to enhance the quality of your video and audio recordings on mobile devices. Learn how to adjust exposure and color balance, reduce noise, stabilize shaky footage, and improve audio clarity for a polished final product.\n\nWorking with mobile editing apps: Dive into popular mobile editing apps such as Adobe Premiere Rush, iMovie, Kinemaster, and FilmoraGo. Learn the specific features and capabilities of these apps, and gain hands-on experience in editing projects using their intuitive interfaces.",
"createdAt": "2023-05-22T00:56:48.964Z",
"updatedAt": "2023-05-22T03:02:09.655Z",
"publishedAt": "2023-05-22T00:56:52.269Z",
"slug": "mobile-edit"
}
}
],
"meta": {
"pagination": {
"page": 1,
"pageSize": 25,
"pageCount": 1,
"total": 7
}
}
}
